MODULE_TKJT_1.tex
% Created 2023-01-12 Thu 01:33
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Aziz Amerul Faozi}
\date{\today}
\title{MODULE E Teknik Jaringan Komputer Dan Telekomunikasi}
\hypersetup{
 pdfauthor={Aziz Amerul Faozi},
 pdftitle={MODULE E Teknik Jaringan Komputer Dan Telekomunikasi},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 28.1 (Org mode 9.5.2)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents


\section{Pengantar}
\label{sec:org0828be8}
Modul ini dibuat untuk sebagai materi yang diajarkan pada kelas TJKT di SMK.

\subsection{Desain Kurikulum}
\label{sec:orgd9d139a}
\subsubsection{Memahami proses bisnis pada bidang teknik komputer dan telekomunikasi.}
\label{sec:orga194393}
\begin{enumerate}
\item constumer handling
\label{sec:orgda64956}
\item perencanaan
\label{sec:orgbc80b2f}
\item analisis kebutuhan pelanggan
\label{sec:org26d7274}
\item strategi implementasi (instalasi, konfigurasi, monitoring)
\label{sec:orgcb64809}
\item pelayanan pada pelanggan sebagai implementasi penerapan budaya mutu
\label{sec:orgadc3958}
\end{enumerate}
\subsubsection{Memahami perkembangan teknologi pada perangkat teknik jaringan komputer dan telekomunikasi}
\label{sec:orgc05784a}
\begin{enumerate}
\item Pengetahuan tentang 5G, Microware Link, IPV6, teknologi serat optik terkini.
\label{sec:org55c389f}
\item Pengetahuan IoT, Data Center, Cloud Computing dan Information Security
\label{sec:org281e166}
\item Pengetahuan tengan isu-isu implementasi teknologi jaringan dan telekomunikasi antara lain keamanan informasi, penetrasi internet.
\label{sec:orgaa25579}
\end{enumerate}
\subsubsection{Profesi dan Kewirausahaan (job-profile  dan technopreneur) di bidang teknik jaringan komputer dan telekomunikasi}
\label{sec:org563ff25}
\begin{enumerate}
\item Memahami jenis-jenis profesi kewirausahaan (job-profile dan technopreneurship, personal branding serta peluang usaha di bidang Teknik Jaringan Komputer dan Telekomunikasi)
\label{sec:orgff185ee}
\item membangun vision dan passion dengan melaksanakan pembelajaran berbasis proyek nyata sebagai simulasi proyek kewirausahaan.
\label{sec:orgc405764}
\end{enumerate}
\end{document}